{
"Eco":[
{
    "title": "Gender figures in math",
    "s_desc": "Research aiming to explain the impact of female math teachers on female students' outcomes, using causal machine learning models (causal forest, causal machine learning and more).",
    "l_desc": "This study investigates the impact of female math teachers on female students' academic performance and their role in closing the gender gap in mathematics. Using data from a randomized controlled trial conducted in rural China involving 216 schools and over 9,000 students, the analysis explores how gender-matching between teachers and students affects academic outcomes. Results from linear regression models indicate that female students taught by female teachers scored on average 0.078 standard deviations higher than their peers with male teachers, reducing the gender gap in math performance by approximately 37%. Advanced econometric models, including Ridge and LASSO regressions, confirmed the robustness of these findings. Additionally, the study identifies socio-economic status, teacher experience, and classroom size as significant predictors of student performance. The results underscore the importance of female representation in teaching roles and suggest policy measures aimed at increasing the recruitment and retention of female math teachers, particularly in underserved areas. These findings contribute to the broader discourse on gender equity in education and its implications for economic inclusivity in STEM fields.",
    "link": "/Eco/0.pdf"
},
{
    "title": "Is deglobalization necessary to protect the economy?" ,
    "s_desc": "Brief note challenging the growing call for protectionism; arguing that free trade, despite its imperfections, drives greater economic and societal gains. ",
    "l_desc": "This brief note examines the implications of protectionist policies versus free trade, drawing insights from the historical and contemporary experiences of the United States and Canada. While the U.S. reaped significant economic benefits from trade liberalization since the 1940s, these gains have been unevenly distributed, disproportionately affecting low-skilled workers in the manufacturing sector.\n\n\tEmpirical evidence attributes approximately 40% of U.S. manufacturing job losses between 1979 and 2001 to import competition, compounded by wage reductions and increasing inequality. Despite protectionist arguments, the 2018 U.S. trade war demonstrated significant economic drawbacks, including a $51 billion annual loss, due to retaliatory tariffs and price pass-throughs. In contrast, Canada’s approach to trade has focused on diversification and multilateral agreements, mitigating adverse impacts on domestic industries. However, Canada’s experience with NAFTA highlights the nuanced effects of trade agreements, with minimal welfare gains and concentrated sectoral impacts.\n\n\tThis study underscores the importance of balancing trade policies to maximize societal benefits while minimizing individual costs. It recommends Canada maintain its trade diversification strategy and implement targeted assistance programs for workers affected by globalization and outsourcing. The findings highlight the complex interplay between trade liberalization, protectionism, and economic welfare, offering policy insights for managing globalization's challenges.",
    "link": "/Eco/1.pdf"
},
{
    "title": "Are women penalized for being a mother?" ,
    "s_desc": "Study diving into the persistent motherhood penalty, revealing how wage disparities grow with each child and why new mothers face the sharpest discrimination.",
    "l_desc": "This study investigates the \"motherhood penalty\" in the U.S. labor market, focusing on how wages differ between mothers and childless women across two periods: 1985-1988 and 1990-1993. Using data from the National Longitudinal Survey of Youth 1979 (NLSY79), the analysis quantifies the income penalty associated with motherhood, controlling for education, work experience, and demographic factors.\n\n\tKey findings reveal a persistent and increasing wage penalty for mothers relative to childless women over time, despite gains in human capital such as education and work experience. The penalty is shown to correlate with the number of children, intensifying with each additional child. Regression analysis highlights that, while education and work experience partially mitigate the income gap, they do not fully explain it. Notably, the motherhood penalty for mothers of three or more children was statistically insignificant in the late 1980s when controlling for human capital, suggesting that experience or employer perceptions may attenuate discrimination for experienced mothers.\n\n\tDemographic trends show that mothers were older and more likely to be in low-skill jobs compared to childless women, with both groups increasing their educational attainment and work experience over time. However, the slower accumulation of human capital among mothers contributed to a widening income gap. The study further identifies that new mothers face greater discrimination, while mothers of multiple children appear to experience smaller penalties when controlling for comparable education and work experience.\n\n\tThe research concludes that structural and societal biases continue to penalize mothers in the workforce, emphasizing the need for policies such as affordable childcare, educational subsidies, and anti-discrimination laws to support maternal labor market re-entry and mitigate income disparities.",
    "link": "/Eco/2.pdf"
}
],
"Biz":[
{
    "title": "Product & Customer Analysis" ,
    "s_desc": "A comprehensive market research that facilitated the launch of a stand alone e-commerce website",
    "l_desc": "A comprehensive market research that facilitated the launch of a stand alone e-commerce website. Some sensitive information is classified. The original presentation is property of the company and cannot be shared publicly. Preview image is one slide from the presentation, edited to redact sensitive information. Click the link to view company page.",
    "link": "https://www.sunaofe.com/?srsltid=AfmBOoptM0eZM0uuLwK44m0yygfVwqcF5kW5q4EsSWrzvMB64DcHml0x"
},
{
    "title": "Cross-Border E-Commerce Report" ,
    "s_desc": "a comprehensive evaluation of the USA cross-border e-commerce market, focusing on market size and growth prospects. ",
    "l_desc": "The USA cross-border e-commerce market is a vibrant and expanding sector, characterized by dynamic growth and significant economic impact. Defined as all online transactions crossing international borders, this market encompasses retail, B2B commerce, and digital marketplaces. In 2021, the U.S. e-commerce market reached a total value of $4.2 trillion, with cross-border transactions accounting for $2.02 trillion, representing 48.28% of the total market value. The annual growth rate of 2.63% projects the market to hit $6.5 trillion by 2025.\n\n\tChina plays a pivotal role, with 38% of U.S. consumers’ most recent cross-border purchases originating from Chinese sellers, contributing $770 million in trade. Companies like ■ (company name classified) are poised to leverage this market by addressing niche segments, such as the second-hand marketplace for North American Chinese consumers, a market estimated to reach $4.36 billion by 2026.\n\n\tHowever, challenges like logistics, supply chain disruptions, and cost pressures persist. Drop-shipping and warehousing models offer logistical solutions but require careful balance between cost efficiency and customer satisfaction. Additionally, consumer demands for fast, free shipping and economic uncertainties necessitate strategic planning in pricing, supply chain optimization, and operational efficiency.",
    "link": "/Biz/1.pdf"
},
{
    "title": "KPMG IDEATion Challenge",
    "s_desc":"A green enterprise solution for zero carbon emission",
    "l_desc": "In 2021, Canada's carbon emissions saw a 10% contribution from the apparel industry. To address this, we offer a sustainability-focused program with a point system guiding companies to adopt greener practices. Companies earn points through eco-friendly activities, which can be used to access technologies and green loans to reduce costs and emissions. The program also involves customers in net-zero goals by rewarding their green actions, like recycling and purchasing sustainable products, with redeemable credits for tree planting. A visual tool allows customers to track reforestation progress, fostering a positive environmental impact mindset. Social features in the app encourage community engagement, aiming to create a trend around sustainability. This strategy internally promotes sustainable growth for companies and externally builds customer-driven green communities.",
    "link": "/Biz/2.pdf"
}
],
"Fin": [
{
    "title": "Bank of Canada Governor's Challenge 2022",
    "s_desc": "A submission made for the 2022 Bank of Canada Governor's Challenge, including policy recommendations",
    "l_desc": "Global Environment and Inflation\n\n\tContext: Canada, as a small open economy, is heavily influenced by global dynamics.\n\n\tSupply Chain and Energy Disruptions: Mid-pandemic supply chain and energy disruptions led to decreased supply against high demand, causing global inflation spikes.\n\n\tMonetary Policy Response: Central Banks worldwide raised interest rates rapidly to curb inflation. Eight months post-tightening, the impact on demand reduction is becoming evident.\n\n\nFinancial Markets Impact\n\n\tMarket Reactions: Bond yields and corporate bond spreads have increased, while equity prices (e.g., S&P 500, STOXX 50) have declined.\n\n\tWealth Effect: Declining asset prices have reduced household wealth, leading to lower consumption and investment. Firms are also cutting back on lending and investment.\n\n\tVolatility: The VIX index indicates sustained high market volatility, reflecting investor concerns about a potential recession.\n\n\nGlobal Energy Markets\n\n\tEuropean Energy Crisis: The Russian invasion of Ukraine escalated energy prices. Despite some declines, prices remain high, affecting global output.\n\n\tOil Price Uncertainty: Factors like OPEC cuts and potential sanctions on Russian oil could raise prices. Meanwhile, China’s easing policies may boost energy demand.\n\n\tCanadian Impact: Despite high global oil prices, the gap between West Texas Intermediate and Western Canada Select limits Canada's income from oil exports, affecting consumer prices.\n\n\nSupply Chain Issues\n\n\tOngoing Disruptions: U.S. businesses expect supply chain issues to persist, driven by geopolitical tensions and rising costs.\n\n\tDeflationary Effects: Lower shipping costs are reducing goods prices in Canada, though rising oil prices may offset these gains.\n\n\nCanadian Inflation and Economic Activity\n\n\tCurrent Inflation: Inflation remains elevated at 6.9%, with consumption and investment contributing to excess demand.\n\n\tInterest Rate Impact: Despite rate hikes, short-term inflation expectations remain high, risking a wage-price spiral.\n\n\tHousing Market: Elevated housing prices continue to exert inflationary pressure, with consumers expecting market strength despite higher interest rates.\n\n\nLabour Market and Inflation Expectations\n\n\tTight Labour Market: Unemployment remains low, contributing to wage increases and potential inflationary pressures.\n\n\nForecast and Risks\n\n\tInflation Forecast: A VAR model predicts inflation will fall to 2.7% by June 2023, with GDP growth slowing slightly.\n\n\tUpside Risks: Persistent inflation expectations, geopolitical tensions, and potential fiscal stimulus could necessitate stronger rate hikes.\n\n\tDownside Risks: High interest rates could slow domestic and global economies, reducing demand for Canadian exports and putting downward pressure on inflation.",
    "link": "/Fin/0.pdf"
},
{
    "title": "Profitability and Interest Rates",
    "s_desc": "Does Rising Interest Rates Affect the Profitability of Canadian Banks? Find out in this report.",
    "l_desc": "We began this paper by reviewing contemporary works, showing how the past research was done.  Past literacy showed both cases can be true, the positive relationship between the rising interest rates and bank profitability exists as well as the negative one. It is found in many European countries, Macao SAR, and Hong Kong SAR that the existence of a positive relationship is heavily dependent on the bank structure.\n\n\tIn section 2, we discussed the purpose of  China’s central Banks’ decision to raise interest rates in 2004. Further, we concluded that the profitability of the Chinese central bank increased in 2004. Moreover, We additionally discussed the Dot-com bubble which took place throughout the U.S from 1995 to 2001. The crash occurred specifically due to a sudden increase in the U.S technology stock equity valuations caused by overwhelming investor confidence and speculative investing. Lastly, section 2 discussed how countries such as the United States, Japan, France and Germany went through the Great Depression between 1929 and 1939.\n\n\tSection 3 began by explaining the life cycle hypothesis to illustrate the underlying reasons individuals and firms take out loans. Specifically, individuals take out loans in order to smoothen their consumption. while firms take out loans to grow their business operations. Both firms and individuals believe higher income and revenues will be generated by taking out loans which would enable both parties to pay for their debt in the future. Additionally, we discussed the important aspects included in the bank's balance sheet including assets and liabilities. Assets enable a firm to stay operational by generating revenue. whilst the liabilities are the major source of funding for the firm. . Further, we discussed two main sources of revenue including interest income and non-interest income. Interest income includes the difference between interest charged to borrowers and interest charged to depositors. On the other hand, non-interest income includes overdraft fees, transaction fees and interchange fees. \n\n\tSection 4 discusses the fisher effect. It comes to exemplify a deflating 2020 economy. The covid recession caused the central banks to act swiftly by increasing the money supply to decrease interest rates. When an economy is experiencing deflation, interest rates decline. On the other hand, nowadays with economies reopening and ongoing conflicts with major exports of oil and natural gas, inflation has skyrocketed to 6.9 percent. This exponential increase in inflation has led to a decline in the money supply to increase the nominal interest rates. Thus, when an economy experiences inflation, the central banks increase the nominal rates.\n\n\tSection 5 exemplified the nature of the relation of banks profitability and the interest rate. As interest rates increase, banks profitability tends to follow. However, banks must ensure they do not face a maturity mismatch (short term assets< short term liabilities). The Canadian Commercial Bank was exemplified to represent a mismanagement of risk and a lack of interest rate knowledge. Theoretical frameworks present consumer choices and reactions to interest rates as exogenous variables. However, when placed in the real world, these variables are endogenous as consumer behaviors regarding deposits and loans will change a great deal.\n\n\tThus, we realize a clear connection between interest rates, bank development and profitability. Today, we face record-high levels of inflation and rising interest rates. With a higher inflation expectation, we will expect the interest rates to further increase. Speculation surrounding the Fed has intensified as a rise in interest rates is due. However, as we do expect interest rates to rise, the Fed and banks must adequately communicate in order to ensure no maturity mismatch takes place. We expect banks' profitability to increase as interest rates continue to increase. However, once a recession dawns upon us, banks' profits will quickly fall.",
    "link": "/Fin/1.pdf"
}
]
}