{
"Eco":[
{
    "title": "Gender figures in math",
    "s_desc": "This research aims to explain the impact of female math teachers on female students' outcomes.",
    "l_desc": "'Math isn't for girls.' All women have heard this statement at one time or another while growing up. While we can't claim the gender gap doesn't exist, this stereotype is not always true"
},
{
    "title": "Is deglobalization necessary to protect the economy?" ,
    "s_desc": "This brief note challenges the growing call for protectionism, arguing that free trade, despite its imperfections, drives greater economic and societal gains. It emphasizes the importance of balancing trade benefits with targeted support for those impacted by globalization, while cautioning against the proven economic losses of protectionist policies. With insights from the U.S. and Canada, it advocates for trade diversity as a key strategy for long-term economic resilience.",
    "l_desc": "This brief note examines the implications of protectionist policies versus free trade, drawing insights from the historical and contemporary experiences of the United States and Canada. While the U.S. reaped significant economic benefits from trade liberalization since the 1940s, these gains have been unevenly distributed, disproportionately affecting low-skilled workers in the manufacturing sector. Empirical evidence attributes approximately 40% of U.S. manufacturing job losses between 1979 and 2001 to import competition, compounded by wage reductions and increasing inequality. Despite protectionist arguments, the 2018 U.S. trade war demonstrated significant economic drawbacks, including a $51 billion annual loss, due to retaliatory tariffs and price pass-throughs. In contrast, Canada’s approach to trade has focused on diversification and multilateral agreements, mitigating adverse impacts on domestic industries. However, Canada’s experience with NAFTA highlights the nuanced effects of trade agreements, with minimal welfare gains and concentrated sectoral impacts. This study underscores the importance of balancing trade policies to maximize societal benefits while minimizing individual costs. It recommends Canada maintain its trade diversification strategy and implement targeted assistance programs for workers affected by globalization and outsourcing. The findings highlight the complex interplay between trade liberalization, protectionism, and economic welfare, offering policy insights for managing globalization's challenges.",
    "link": "/Eco/1.pdf"
},
{
    "title": "Are women penalized for being a mother?" ,
    "s_desc": "Why do mothers consistently earn less than their childless peers, even when they have comparable education and experience? This study dives into the persistent motherhood penalty, revealing how wage disparities grow with each child and why new mothers face the sharpest discrimination.",
    "l_desc": "This study investigates the \"motherhood penalty\" in the U.S. labor market, focusing on how wages differ between mothers and childless women across two periods: 1985-1988 and 1990-1993. Using data from the National Longitudinal Survey of Youth 1979 (NLSY79), the analysis quantifies the income penalty associated with motherhood, controlling for education, work experience, and demographic factors.\nKey findings reveal a persistent and increasing wage penalty for mothers relative to childless women over time, despite gains in human capital such as education and work experience. The penalty is shown to correlate with the number of children, intensifying with each additional child. Regression analysis highlights that, while education and work experience partially mitigate the income gap, they do not fully explain it. Notably, the motherhood penalty for mothers of three or more children was statistically insignificant in the late 1980s when controlling for human capital, suggesting that experience or employer perceptions may attenuate discrimination for experienced mothers.\nDemographic trends show that mothers were older and more likely to be in low-skill jobs compared to childless women, with both groups increasing their educational attainment and work experience over time. However, the slower accumulation of human capital among mothers contributed to a widening income gap. The study further identifies that new mothers face greater discrimination, while mothers of multiple children appear to experience smaller penalties when controlling for comparable education and work experience.\nThe research concludes that structural and societal biases continue to penalize mothers in the workforce, emphasizing the need for policies such as affordable childcare, educational subsidies, and anti-discrimination laws to support maternal labor market re-entry and mitigate income disparities.",
    "link": "/Eco/2.pdf"
}
],
"Biz":[
{
    "title": "Product & Customer Analysis" ,
    "s_desc": "A comprehensive market research that facilitated the launch of a stand alone e-commerce website",
    "link": "https://www.sunaofe.com/?srsltid=AfmBOoptM0eZM0uuLwK44m0yygfVwqcF5kW5q4EsSWrzvMB64DcHml0x"
},
{
    "title": "Cross-Border E-Commerce Report" ,
    "s_desc": "a comprehensive evaluation of the USA cross-border e-commerce market, focusing on market size and growth prospects. ",
    "l_desc": "The USA cross-border e-commerce market is a vibrant and expanding sector, characterized by dynamic growth and significant economic impact. Defined as all online transactions crossing international borders, this market encompasses retail, B2B commerce, and digital marketplaces. In 2021, the U.S. e-commerce market reached a total value of $4.2 trillion, with cross-border transactions accounting for $2.02 trillion, representing 48.28% of the total market value. The annual growth rate of 2.63% projects the market to hit $6.5 trillion by 2025.\nChina plays a pivotal role, with 38% of U.S. consumers’ most recent cross-border purchases originating from Chinese sellers, contributing $770 million in trade. Companies like ■ (company name classified) are poised to leverage this market by addressing niche segments, such as the second-hand marketplace for North American Chinese consumers, a market estimated to reach $4.36 billion by 2026.\nHowever, challenges like logistics, supply chain disruptions, and cost pressures persist. Drop-shipping and warehousing models offer logistical solutions but require careful balance between cost efficiency and customer satisfaction. Additionally, consumer demands for fast, free shipping and economic uncertainties necessitate strategic planning in pricing, supply chain optimization, and operational efficiency.",
    "link": "/Biz/1.pdf"
}
],
"Fin": [

],
"Cat": [

]
}